Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/H04C.tmx
Source language: en_us
Languages: zh_cn

source: Reports indicated that conditions in the political prison camps were harsh and that systematic and severe human rights abuses occurred throughout the prison and detention system.
zh_cn: 报告显示政治犯监狱集中营的条件非常恶劣，而系统的严重的侵犯人权行为在整个监狱和拘禁体系中非常普遍。

source: Detainees and prisoners consistently reported violence and torture.
zh_cn: 被拘禁人员和犯人经常报告遭受暴力和酷刑。

source: Press reported defector accounts of public executions in political prison camps.
zh_cn: 新闻媒体报道了叛逃者在政治犯监狱集中营中被公开处决的事情。

source: According to refugees, in some places of detention, prisoners received little or no food and were denied medical care.
zh_cn: 根据难民所述，在某些拘禁的地方，犯人得到的食物的食物非常少甚至没有，医疗保健更不用说。

source: Sanitation was poor, and former labor camp inmates reported they had no changes of clothing during their incarceration and were rarely able to bathe or wash their clothing.
zh_cn: 卫生条件非常简陋、而且原来的劳动营犯人报告说他们在禁闭期间没有衣服换，也很少有机会洗澡洗衣服。

source: An NGO reported that one reeducation center was so crowded that prisoners were forced to sleep on top of each other or sitting up.
zh_cn: 某NGO报道说，某个改造中心过于拥挤以至于犯人被迫相互压着睡或者坐着睡。

source: The same NGO reported that guards at a labor camp stole food brought for inmates by their family members.
zh_cn: 同样是这个NGO报告说，劳动营的卫兵偷犯人家属带给犯人的食物。

source: An NGO reported in January unsanitary conditions, crowding of inmates, and high death rates caused by epidemics in a reeducation center.
zh_cn: 某NGO一月份报告了某改造中心不卫生的条件、拥挤的犯人以及流行病引起的高死亡率。

source: South Korean and international press reported that kyo-hwa-so, or reeducation centers, hold populations of up to 10,000 political prisoners, economic criminals, and ordinary criminals.
zh_cn: 韩国和国际新闻媒体报告说教化所（kyo-hwa-so）或称改造中心关押的政治犯、经济犯和普通犯人人数高达一万名。

source: During the year the South Korean National Human Rights Commission reported that defectors indicated that North Korean authorities selected prison inmates to spy on others and to torture other prisoners.
zh_cn: 去年韩国国家人权委员会报告说叛逃者明确表示朝鲜当局选择犯人监视其他犯人或者折磨其他犯人。

source: The commission also reported that attempts to escape led to execution by firing squad or hanging.
zh_cn: 该委员会还报告说如果企图越狱会被行刑队射杀或者被绞死。

source: South Korean press reported an increase in the number of inmates at a labor camp under the Ministry of People's Armed Forces in North Hamkyung Province.
zh_cn: 韩国新闻媒体报道说汉江北道人民武装力量部管辖的一个劳动营中犯人数量增加。

source: Estimates of the total number of prisoners and detained in the kwan-li-so political penal-labor camps range between 150,000-200,000.
zh_cn: 估计监狱犯人和管理所政治犯拉劳动营的在押人员总数在15万到20万之间。

source: The Washington Post and Donga Ilbo estimated 154,000 prisoners.
zh_cn: 《华盛顿邮报》和（韩国）《东亚日报》估计有15万4千名犯人。

source: Information on the number of women and juvenile prisoners was not available.
zh_cn: 关于女犯人和儿童犯的信息无法获知。

source: No additional information was available on whether men and women were held together or if conditions varied for women.
zh_cn: 没有信息说明是否男女犯人关押在一起或者是否女犯人的条件有所不同。

source: One NGO reported that political prisoners sent to punishment facilities were subject to torture without consideration of their gender.
zh_cn: 某NGO报告说被送入惩治设施里的犯人不论男女都要施加酷刑。

source: Under the Criminal Procedure Law, a criminal case is dismissed in case of a crime committed by a person under 14 years of age and under article 62 public education is applied in case of a crime committed by a person above 14 and under 17 years of age.
zh_cn: 依据《刑事诉讼法》，14岁以下的人犯有刑事案件不受刑事惩罚，而根据第62条14岁到17岁的人犯罪，应到进行公共管教。

source: One NGO reported in a survey of 20 defector youth that five reported experiencing torture while incarcerated between 1998 and 2003.
zh_cn: 某NGO根据其在20名叛逃的青少年中作的调查报道说其中5名在1998年到2003年被监禁的时候遭受过酷刑。

source: There was no way to confirm whether changes to the criminal law in 2004 and 2005 resulted in less severe treatment for juveniles.
zh_cn: 没有途径确认2004年和2005年对刑法的修改是否导致对青少年犯人的对待不再那么严酷。

source: One NGO reported that women make up the majority of prisoners in ro-dong-dan-ryeon-dae, or labor-training centers; the majority of prisoners in these facilities were repatriated from China.
zh_cn: 某NGO报道说在劳动锻炼队（或劳动训练中心）中女性犯人占了多数；这种设施中的犯人大部分是从中国遣返回来的。

source: There was no information available on whether prisoners and detainees had reasonable access to visitors.
zh_cn: 关于监狱犯人和在押人员是否能够会客，没有获知相关的信息。

source: In past years defectors reported that Christians were subjected to harsh punishments if their faith was made public.
zh_cn: 以往的年份叛逃者报告说基督徒的信仰如果公开会遭受严厉惩罚。

source: No information was available on whether prisoners or detainees could submit complaints to judicial authorities without censorship or request investigation of credible allegations of inhumane conditions.
zh_cn: 没有相关信息说明监狱犯人和在押人员是否能够不受审查地向司法当局投诉或者要求调查不人道待遇的确凿指控。

source: It is also not known whether results of investigations were made public.
zh_cn: 此外也无法获知调查结果是否公开。

source: There was no information on whether the government investigated or monitored prison and detention conditions.
zh_cn: 没有关于政府是否调查或监督监狱和拘留设施条件的信息。

source: Neither the UN Special Rapporteur on the human rights situation in the DPRK nor the UN Special Rapporteur on Torture have been allowed to independently assess conditions inside the country.
zh_cn: 联合国朝鲜人权状况特别协调官和联合国酷刑特别协调官都没有被允许该国的状况进行独立评估。

source: The government did not permit inspection of prisons or detention camps by human rights monitors.
zh_cn: 政府不允许人权监督人员对监狱和看守所进行视察。

source: There was no information on whether ombudsmen can serve on behalf of prisoners and detainees to consider such matters as alternatives to incarceration for nonviolent offenders to alleviate inhumane overcrowding; addressing the status and circumstances of confinement of juvenile offenders; and improving pretrial detention, bail, and recordkeeping procedures to ensure prisoners do not serve beyond the maximum sentence for the charged offense.
zh_cn: 没有信息说明是否有政府巡视官代表犯人和在押人员考虑问题：减少拘禁非暴力犯罪者以环节不人道的监狱拥挤；正视青少年犯的拘禁情况和境遇；以及改善审判前拘押情况、保释、记录保管程序，以保证犯人不因被指控的罪行而超过所判处的最高刑期。
